Repository: VovaMobile/CPUMon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: CPU resources {processLoadPercent}%. Process {processName}
ru: Ресурсов процессора {processLoadPercent}%. Процесс {processName}

source: Donate via Paypal
ru: Пожертвовать через Paypal

source: Donate via Yoomoney
ru: Пожертвовать через Yoomoney

source: Request for contributions to {name}
ru: Запрос для внесения вклада в {name}

source: {name} is a free add-on for NVDA. You can make a donation to its author to support further developments of this and other free projects. Do you want to donate now? Choose one of the available payment methods. You will be redirected to the corresponding website to complete a donation
ru: {name} Является бесплатным дополнением для NVDA. Вы можете внести пожертвование автору чтобы поддержать разработку этого и других проектов. Хотите внести пожертвование сейчас? Выберите один из доступных методов оплаты. Вы будете перенаправлены На соответствующий сайт Для завершения процесса

source: Enable addon
ru: Включить дополнение

source: CPU load threshold (in percents):
ru: Порог загрузки процессора (в процентах):

source: Measuring interval (in seconds):
ru: Интервал Замера (в секундах):

source: CPU load notification beep options
ru: Параметры сигнала оповещения загрузки процессора

source: Frequency (in HZ):
ru: Частота (в герцах):

source: Length (in milliseconds):
ru: Длина (В миллисекундах):

source: Volume:
ru: Громкость:

source: Support an author...
ru: Поддержать автора...

source: This addon monitors CPU load percentage and announces most heavy proccess name.
ru: Дополнение мониторит загрузку процессора и объявляет имя процесса, который больше всего загружает процессор в период времени.
